[
    {
        "name": "Adventures of the Fly #1",
        "author": "Joe Simon & Jack Kirby",
        "description": "Tommy is sent from the Westwood Orphanage to live with Ben and Abigail March. He enters the March's attic and becomes tired and falls asleep. When he awakes he discovers a 'Fly Ring' and puts it on. A glowing beam spotlights the wall, and out comes Turan, Emissary the Fly People. Turan says that he is from another dimensional plane outside of Earth's galaxy, and that his people were reduced to the insignificant form of flies. He encourages Tommy to become a 'pure-heart hero' and help fight the war against crime by rubbing the ring and saying 'I want to be the Fly.'",
        "content": "https://neverland-api.s3.amazonaws.com/comics/Adventures+Of+The+Fly+001.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/comics/Adventures+Of+The+Fly+001.jpeg",
        "category": "comics",
        "tags": ["action", "superhero"]
    },
    {
        "name": "Adventures of the Fly #2",
        "author": "Joe Simon & Jack Kirby",
        "description": "If a young boy can be transformed into a fully costumed adult superhero with a magic ring, why not have a leprechaun as an opponent? Not strange enough? Well then give the leprechaun some giant robots to play with. The only thing missing in this delightful story is Jack Kirby. Too bad because I am sure Jack would have added his own personal touches and transformed it into a masterpiece.",
        "content": "https://neverland-api.s3.amazonaws.com/comics/Adventures+Of+The+Fly+002.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/comics/Adventures+Of+The+Fly+002.jpeg",
        "category": "comics",
        "tags": ["action", "superhero"]
    },
    {
        "name": "Batman: The Dark Knight Returns",
        "author": "Frank Miller, Klaus Jansen & Lynn Varley",
        "description": "Bruce Wayne has retired from the Batman mantle after the death of the second Robin, Jason Todd. Ten years pass, during which Gotham City is overwhelmed with crime and plagued by a violent gang called 'The Mutants.' Bruce re-assumes the mantle of Batman after he encounters Mutant gang members in the alley where his parents were murdered. Batman is aided in fighting this menace by a new Robin, a young girl named Carrie Kelly.",
        "content": "https://neverland-api.s3.amazonaws.com/comics/Batman+-+The+Dark+Knight+Returns.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/comics/Batman+-+The+Dark+Knight+Returns.jpeg",
        "category": "comics",
        "tags": ["action", "superhero"]
    },
    {
        "name": "Batman: The Killing Joke",
        "author": "Alan Moore & Brian Bolland",
        "description": "The man who will become the Joker is an unnamed engineer who quits his job at a chemical company to become a stand-up comedian, only to fail. Desperate to support his pregnant wife, he agrees to guide two criminals through the chemical plant where he previously worked so that they can rob the playing card company next to it. The police inform him that his wife and unborn child have died in a household accident. Grief-stricken, the engineer tries to withdraw from the plan, but the criminals strong-arm him into keeping his commitment. At the plant, the criminals encounter security personnel, a shootout ensues, and the two criminals are killed. The engineer is confronted by Batman. Terrified, he jumps into the chemical plant's waste pound lock to escape and is swept through a pipe leading outside. He discovers to his horror that the chemicals have permanently bleached his skin chalk-white, stained his lips red and dyed his hair green. His disfigurement, compounded with the loss of his family, drives him completely insane and marks the birth of the Joker. It is implied he has no memory of this incident, saying that 'sometimes I remember it one way, sometimes another. If I'm going to have a past, I prefer it to be multiple choice!'",
        "content": "https://neverland-api.s3.amazonaws.com/comics/Batman+-+The+Killing+Joke.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/comics/Batman+-+The+Killing+Joke.jpeg",
        "category": "comics",
        "tags": ["action", "superhero"]
    },
    {
        "name": "Batman & Spider-Man: New Age Dawning",
        "author": "J. M. DeMatteis, Graham Nolan & Karl Kesel",
        "description": "Ra's al Ghul begins plans for worldwide devastation. He manipulates the Kingpin to his side by infecting the crimelord's wife Vanessa Fisk with cancer and promising him the cure in return for his allegiance. Ra's then orders him to press the button on his machines which would send New York City under the ocean. Ultimately, Spider-Man and Batman interfere and the Kingpin reveals that he knows Ra's' plans and allows the two heroes to board his plane so they can assist him. Defeated, Ra's bows out of the plan gracefully but claims that there is no cure for the cancer. Vanessa convinces her husband that she wishes no further violence, and they leave. Talia al Ghul soon gives the cure to Batman, who then gives it to Spider-Man, who passes it on to the Kingpin.",
        "content": "https://neverland-api.s3.amazonaws.com/comics/Batman+%26+Spiderman.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/comics/Batman+%26+Spiderman.jpg",
        "category": "comics",
        "tags": ["action", "superhero"]
    },
    {
        "name": "New X-Men #114",
        "author": "Grant Morrison & Frank Quitely",
        "description": "In Sydney, Australia, Cyclops and Wolverine rescue a mutant known as Ugly John from a residual sentinel attack. On their way home in the X-Wing, they are connected to a telepathic conference by the Professor. He tells them that the all new mutant detector, Cerebra, has located an enormous mutant surge in Ecuador. The Professor asks them to make a quick turn and investigate the anomaly. Meanwhile, Beast presents Jean Grey with his advanced sub-basement clinic. She brings her worry over Charles to her teammate's attention but is suddenly distracted by a telepathic disturbance. Jean rushes to Cerebra, where she finds the Professor battling for dominance over his mind. The ordeal leaves Charles distraught and weakened. At the same time, Cassandra Nova brings the mild-mannered dentist, Donald Trask into a virtual reality simulation of the early evolution of the human race. She explains that within four generations Humans (Homo sapiens) Sapiens will soon be extinct; to be replaced by Humans (Homo sapiens) Superior. Back in reality, she brings him to a hidden Master Mold factory unit in the Ecuadorian drill. There they are accommodated by Wild Sentinels but the androids do not attack them because they recognize Donald's 'Trask DNA.' Cassandra says Trask's future now lies in genocide.",
        "content": "https://neverland-api.s3.amazonaws.com/comics/New+X-Men+114.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/comics/New+X-Men+114.jpg",
        "category": "comics",
        "tags": ["action", "superhero"]
    },
    {
        "name": "New X-Men #115",
        "author": "Grant Morrison & Frank Quitely",
        "description": "From the hidden Ecuadorian Master Mold factory unit, Donald Trask (inspired by the radical ideas of Cassandra Nova) instructs the giant Wild Sentinels to commit mass mutant genocide. Cyclops, Wolverine and the innocent civilian Ugly John fly above the factory on-board the X-Wing. They are then attacked by various miniature Sentinels and are soon brought forth to Cassandra Nova. Inside the factory, Cassandra kills Donald after assimilating his DNA sequence; now able to command his Wild Sentinels. She then imposes Ugly John with an agonizing death, before Wolverine and Cyclops can release themselves. In turn, the two X-Men capture Cassandra Nova. Cyclops humanely kills Ugly John with his optic blast to spare him further suffering. At that moment, Emma Frost commences her telepathic lesson in Genosha (that includes the precognitive Negasonic Teenage Warhead.) The teenager's nightmare finally comes into conception as enormous Wild Sentinels arrive to bring slaughter and destruction to the mutant sanctuary. Meanwhile, at the Xavier Mansion, the Professor cuts short his recovery to locate the missing X-Men. Once Cerebra is activated, Xavier, Jean and Beast witness the horrific massacre of more than sixteen million mutants.",
        "content": "https://neverland-api.s3.amazonaws.com/comics/New+X-Men+115.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/comics/New+X-Men+115.jpg",
        "category": "comics",
        "tags": ["action", "superhero"]
    },
    {
        "name": "The Amazing Spider-Man #1",
        "author": "Stan Lee & Steve Dikto",
        "description": "The FIRST issue of Amazing Spider-Man! The amazing Spider-Man swings into his very first starring series, fresh off of his debut in the pages of Amazing Fantasy #15. In one of his earliest adventures following Uncle Ben's death, Spider-Man must save a crew of astronauts aboard a malfunctioning space ship! Then, Spider-Man tries to join the Fantastic Four and then runs afoul of the Chameleon!",
        "content": "https://neverland-api.s3.amazonaws.com/comics/The+Amazing+Spiderman.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/comics/The+Amazing+Spiderman.jpg",
        "category": "comics",
        "tags": ["action", "superhero"]
    },
    {
        "name": "Ultimate Spider-Man #1",
        "author": "Brian Michael Bendis",
        "description": "Hey said it wouldn't work. They said it was a dumb idea. Reinterpret Spider-Man for a new generation. Pffft. Then they read ULTIMATE SPIDER-MAN #1 by Brian Michael Bendis and Mark Bagley and happily shut their traps.",
        "content": "https://neverland-api.s3.amazonaws.com/comics/Ultimate+Spiderman+%23001.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/comics/Ultimate+Spiderman+%23001.jpeg",
        "category": "comics",
        "tags": ["action", "superhero"]
    },
    {
        "name": "Ultimate Spider-Man #2",
        "author": "Brian Michael Bendis",
        "description": "Peter Parker's newfound powers lead him to stand up to his bullies..but he will soon learn as Spider-Man that with great power comes great responsibility. From the best-selling creative team of Brian Michael Bendis and Mark Bagley.",
        "content": "https://neverland-api.s3.amazonaws.com/comics/Ultimate+Spiderman+%23002.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/comics/Ultimate+Spiderman+%23002.jpeg",
        "category": "comics",
        "tags": ["action", "superhero"]
    },
    {
        "name": "Attack On Titan 1: To You, 2,000 Years From Now",
        "author": "Hajime Isayama",
        "description": "The Survey Corps are shown outside Wall Maria attempting to take down a Titan. They position their attacks and go in for the kill. Inside the Shiganshina District, Mikasa Ackerman wakes Eren Yeager from a long dream before they walk back to town. On their way back from gathering firewood, they run into members of the Garrison including their friend, Hannes. Eren remarks that they smell of alcohol and are unfit to guard the Walls before leaving, angry. On the way, Eren and Mikasa watch the Survey Corps returning bloody and horrified much to Eren's shock. A woman looking for her son is given only his arm by the commander as she asks if her son was helpful, but the commander weeps and tells her they learned nothing again. When Eren and Mikasa arrive home, his mother, Carla Yeager, scolds him for wishing to join the Survey Corps. Eren's father, Dr. Yeager, leaves for work, telling his son that he will show him what is in the basement when he returns. Eren's mother scoffs at the idea and he runs off only to find his friend Armin Arlert being beaten by bullies. After Mikasa scares them off, the three debate their views about leaving the Walls until they hear a loud bang and run to the town, only to see the Colossus Titan peering over the Walls at them as it kicks through the gate.",
        "content": "https://neverland-api.s3.amazonaws.com/manga/Attack+on+Titan+Episode+1.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/manga/Attack+on+Titan+Episode+1.jpeg",
        "category": "manga",
        "tags": ["action", "webtoon"]
    },
    {
        "name": "Attack On Titan 2: That Day",
        "author": "Hajime Isayama",
        "description": "The Colossus Titan kicks apart the Shiganshina District gate and Eren runs to his house, fearing that his mom was struck by debris. He finds her trapped under the house and tries to lift it with Mikasa's help when Hannes arrives, claiming that he will kill the oncoming Titan, but, he succumbs to fear and takes the children away. While running, Eren sees his mother crushed to death and then eaten. Afterward, Eren strikes Hannes and blames him for the loss of his mother until Hannes tells him they could not have saved her and takes both of the children to the boats. While on the boats, the Armored Titan appears and destroys the main gate of Wall Maria. Eren, horrified, vows that he will wipe out all the Titans. Five years later, Eren, Mikasa, Armin Arlert, and their fellow soldiers graduate from the 104th Training Corps.",
        "content": "https://neverland-api.s3.amazonaws.com/manga/Attack+on+Titan+Episode+2.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/manga/Attack+on+Titan+Episode+2.jpeg",
        "category": "manga",
        "tags": ["action", "dark fantasy"]
    },
    {
        "name": "Attack On Titan 3: Night of the Disbanding Ceremony",
        "author": "Hajime Isayama",
        "description": "As the members of the 104th Training Corps graduate and are disbanded, they are faced with the decision to join one of three military branches. While many of the top 10 graduates are relieved to join the Military Police Brigade and live in the safety of the inner Walls, Eren is determined to exterminate the Titans by joining the Survey Corps. Mikasa, equally determined to protect him, and Armin, not wanting to be a burden to others, make the same decision. A brief exchange with Hannes triggers Eren's memories of his father's mysterious disappearance. The next day, Connie Springer and the other graduates reveal that they, too, will join the Survey Corps. Hopes for the future of humanity are high when the Colossus Titan suddenly appears out of nowhere, just as it had five years before.",
        "content": "https://neverland-api.s3.amazonaws.com/manga/Attack+on+Titan+Episode+3.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/manga/Attack+on+Titan+Episode+3.jpeg",
        "category": "manga",
        "tags": ["action", "dark fantasy"]
    },
    {
        "name": "Attack On Titan 4: First Battle",
        "author": "Hajime Isayama",
        "description": "Eren immediately targets the Colossus Titan but is unsuccessful as it disappears in the steam. Chaos erupts at headquarters, where newly graduated trainees are forced into battle due to the shortage of soldiers. Mikasa is separated from Eren as she is assigned to the elite squad in the rear guard to protect civilians. A brief flashback to the trainees' classroom reveals the little information humanity has obtained so far on the Titans. Afterward, Eren and his group move out as the middle guard, foolishly confident. Things fall apart as they are eaten one by one. Armin, the last one alive and uninjured, is paralyzed in horror until he, too, is grabbed by a Titan. Driven by their dream to leave the Walls one day, Eren musters the strength to save him just in time, sacrificing himself in the process.",
        "content": "https://neverland-api.s3.amazonaws.com/manga/Attack+on+Titan+Episode+4.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/manga/Attack+on+Titan+Episode+4.jpeg",
        "category": "manga",
        "tags": ["action", "dark fantasy"]
    },
    {
        "name": "The Breaker: New Waves 1",
        "author": "Jeon Geuk-Jin",
        "description": "The story follows Shiwoon Yi, a timid high school student who becomes the disciple to Chunwoo Han, a martial artist who is an enemy to the secret martial arts society known as the Murim.",
        "content": "https://neverland-api.s3.amazonaws.com/manga/The+Breaker+New+Waves+1.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/manga/The+Breaker+New+Waves+1.jpeg",
        "category": "manga",
        "tags": ["action", "romance", "drama"]
    },
    {
        "name": "The Breaker: New Waves 2",
        "author": "Jeon Geuk-Jin",
        "description": "The story follows Shiwoon Yi, a timid high school student who becomes the disciple to Chunwoo Han, a martial artist who is an enemy to the secret martial arts society known as the Murim.",
        "content": "https://neverland-api.s3.amazonaws.com/manga/The+Breaker+New+Waves+2.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/manga/The+Breaker+New+Waves+2.jpeg",
        "category": "manga",
        "tags": ["action", "romance", "drama"]
    },
    {
        "name": "The Breaker: New Waves 3",
        "author": "Jeon Geuk-Jin",
        "description": "The story follows Shiwoon Yi, a timid high school student who becomes the disciple to Chunwoo Han, a martial artist who is an enemy to the secret martial arts society known as the Murim.",
        "content": "https://neverland-api.s3.amazonaws.com/manga/The+Breaker+New+Waves+3.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/manga/The+Breaker+New+Waves+3.jpeg",
        "category": "manga",
        "tags": ["action", "romance", "drama"]
    },
    {
        "name": "Reincarnated Marquis: Chapter 1",
        "author": "China South Angel",
        "description": "All others want to live forever while he wants to die; all others have to die while he couldn't die but he couldn't live, either. No matter how many time he dies, he'll be reincarnated and start a new life as a different person, but no matter how many times he revives, he won't live longer than one year and he dies again. All this because of the “Cops of death” in the underworld miscalculated his lifespan which contributes to him being tortured! “When could i die!” he howled and they kicked him to reincarnate again but this time, things are more interesting… ",
        "content": "https://neverland-api.s3.amazonaws.com/manga/Reincarnated+Marquis+1.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/manga/Reincarnated+Marquis+1.jpeg",
        "category": "manga",
        "tags": ["action", "romance", "fantasy"]
    },
    {
        "name": "Reincarnated Marquis: Chapter 2",
        "author": "China South Angel",
        "description": "All others want to live forever while he wants to die; all others have to die while he couldn't die but he couldn't live, either. No matter how many time he dies, he'll be reincarnated and start a new life as a different person, but no matter how many times he revives, he won't live longer than one year and he dies again. All this because of the “Cops of death” in the underworld miscalculated his lifespan which contributes to him being tortured! “When could i die!” he howled and they kicked him to reincarnate again but this time, things are more interesting… ",
        "content": "https://neverland-api.s3.amazonaws.com/manga/Reincarnated+Marquis+2.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/manga/Reincarnated+Marquis+2.jpeg",
        "category": "manga",
        "tags": ["action", "romance", "fantasy"]
    },
    {
        "name": "Reincarnated Marquis: Chapter 3",
        "author": "China South Angel",
        "description": "All others want to live forever while he wants to die; all others have to die while he couldn't die but he couldn't live, either. No matter how many time he dies, he'll be reincarnated and start a new life as a different person, but no matter how many times he revives, he won't live longer than one year and he dies again. All this because of the “Cops of death” in the underworld miscalculated his lifespan which contributes to him being tortured! “When could i die!” he howled and they kicked him to reincarnate again but this time, things are more interesting… ",
        "content": "https://neverland-api.s3.amazonaws.com/manga/Reincarnated+Marquis+3.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/manga/Reincarnated+Marquis+3.jpeg",
        "category": "manga",
        "tags": ["action", "romance", "fantasy"]
    },
    {
        "name": "And the Mountains Echoed",
        "author": "Khaled Hosseini",
        "description": "The novel opens in the year 1952. Saboor, an impoverished farmer from the fictional village of Shadbagh, decides to sell his three-year-old daughter Pari to a wealthy, childless couple in Kabul. Abdullah adores Pari, and helps collect various feathers for her which she loves. Once, he sold a pair of his shoes for a peacock feather because he knew Pari would treasure it. Ignorant of his father's plans, 10 year old Abdullah, who has raised Pari since their mother died giving birth to her, insists on following when his father departs from the village to Kabul with Pari. After slapping and ordering him to return to the village several times, Saboor finally relents and allows Abdullah to come along on the condition that no tears be shed. While camping out for the night, Saboor tells the children a story about another poor farmer who was forced to give up a beloved child, but the significance of the tale doesn't register with Abdullah. It is only after they arrive at the home of the adoptive parents in Kabul and he visits a bazaar to buy things for Pari that Abdullah realizes what is happening. He pleads and wails against Saboor's rule that he could not cry in Kabul as Ms. Wahdati tries to assure him that the arrangement is for the best and he will understand when he is older. Abdullah keeps Pari's box of feathers safe.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/And+the+Mountains+Echoed.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/And+the+Mountains+Echoed.jpg",
        "category": "novels",
        "tags": ["historical fiction", "drama"]
    },
    {
        "name": "Becoming Nigerian",
        "author": "Elnathan John",
        "description": "Be(com)ing Nigerian: A Guide is a satirical collection that takes a searing look at how different forms of power are abused, negotiated and performed both in the private and public realm.Through attempting to satirise those who abuse privilege or power, it recognises that power can be found everywhere: in politics, business, religious institutions and in homes. From the exploration of religious hypocrisy in How To Worship The Nigerian God, to A Letter to My Future Kidnapper which tackles the growing scourge of kidnapping, the collection is a jab at Nigerian society and what it means to be a Nigerian. Beyond poking fun at the holders of power, it is a summon, a provocation and a call for introspection among all levels of society. As it is often said in Nigeria, when you point with one finger, there are four others pointing back at you.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/Becoming+Nigerian.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/Becoming+Nigerian.jpg",
        "category": "novels",
        "tags": ["satire", "humor", "literary fiction"]
    },
    {
        "name": "Blackass",
        "author": "A. Igoni Barrett",
        "description": "Furo Wariboko, a young Nigerian, awakes the morning before a job interview to find that he's been transformed into a white man. In this condition he plunges into the bustle of Lagos to make his fortune. With his red hair, green eyes, and pale skin, it seems he's been completely changed. Well, almost. There is the matter of his family, his accent, his name. Oh, and his black ass. Furo must quickly learn to navigate a world made unfamiliar and deal with those who would use him for their own purposes. Taken in by a young woman called Syreeta and pursued by a writer named Igoni, Furo lands his first-ever job, adopts a new name, and soon finds himself evolving in unanticipated ways.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/Black+Ass.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/Black+Ass.jpg",
        "category": "novels",
        "tags": ["satire", "nigeria"]
    },
    {
        "name": "Daughters Who Walk This Path",
        "author": "Yejide Kilanko",
        "description": "Spirited and intelligent, Morayo grows up surrounded by school friends and family in busy, modern-day Ibadan, Nigeria. An adoring little sister, their traditional parents, and a host of aunties and cousins make Morayo's home their own. So there's nothing unusual about her charming but troubled cousin Bros T moving in with the family. At first Morayo and her sister are delighted, but in her innocence, nothing prepares Morayo for the shameful secret Bros T forces upon her. Thrust into a web of oppressive silence woven by the adults around her, Morayo must learn to fiercely protect herself and her sister from a legacy of silence many women in Morayo's family share. Only Aunty Morenike—once shielded by her own mother—provides Morayo with a safe home and a sense of female community that sustains her as she grows into a young woman in bustling, politically charged, often violent Nigeria.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/Daughters+Who+Walk+This+Path.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/Daughters+Who+Walk+This+Path.jpg",
        "category": "novels",
        "tags": ["feminism", "contemporary", "cultural"]
    },
    {
        "name": "Doctor Sleep",
        "author": "Stephen King",
        "description": "On highways across America, a tribe of people called The True Knot travel in search of sustenance. They look harmless - mostly old, lots of polyester, and married to their RVs. But as Dan Torrance knows, and spunky 12-year-old Abra Stone learns, The True Knot are quasi-immortal, living off the 'steam' that children with the 'shining' produce when they are slowly tortured to death. Haunted by the inhabitants of the Overlook Hotel where he spent one horrific childhood year, Dan has been drifting for decades, desperate to shed his father's legacy of despair, alcoholism, and violence. Finally, he settles in a New Hampshire town, an AA community that sustains him, and a job at a nursing home where his remnant 'shining' power provides the crucial final comfort to the dying. Aided by a prescient cat, he becomes 'Doctor Sleep.' Then Dan meets the evanescent Abra Stone, and it is her spectacular gift, the brightest shining ever seen, that reignites Dan's own demons and summons him to a battle for Abra's soul and survival. This is an epic war between good and evil, a gory, glorious story that will thrill the millions of hyper-devoted fans of The Shining and wildly satisfy anyone new to the territory of this icon in the King canon.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/Doctor+Sleep.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/Doctor+Sleep.jpg",
        "category": "novels",
        "tags": ["horror", "gothic", "dark fantasy"]
    },
    {
        "name": "Everything Good Will Come",
        "author": "Sefi Atta",
        "description": "It is 1971, a year after the Biafran War, and Nigeria is under military rule—though the politics of the state matter less than those of her home to Enitan Taiwo, an eleven-year-old girl tired of waiting for school to start. Will her mother, who has become deeply religious since the death of Taiwo's brother, allow her friendship with the new girl next door, the brash and beautiful Sheri Bakare? Everything Good Will Come charts the fate of these two African girls, one born of privilege and the other, a lower class 'half-caste'; one who is prepared to manipulate the traditional system while the other attempts to defy it.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/Everything+Good+Will+Come.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/Everything+Good+Will+Come.jpg",
        "category": "novels",
        "tags": ["feminism", "coming of age", "cultural"]
    },
    {
        "name": "No Longer at Ease",
        "author": "Chinua Achebe",
        "description": "Obi Okonkwo is an idealistic young man who has now returned to Nigeria for a job in the civil service. However in his new role he finds that the way of government seems to be corruption. Obi manages to resist the bribes offered to him, but when he falls in love with an unsuitable girl, he sinks further into emotional and financial turmoil.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/No+Longer+at+Ease.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/No+Longer+at+Ease.jpg",
        "category": "novels",
        "tags": ["historical", "cultural", "nigeria"]
    },
    {
        "name": "Our Men Do Not Belong To Us",
        "author": "Warsan Shire",
        "description": "Our Men Do Not Belong to Us is the opening noise of a poet who has already gained a significant amount of praise for her poetry. Warsan Shire's poems are direct, but they are works of such delicate construction and layered insight that one quickly realizes what seems “direct” is necessarily wholly indirect, questioning, uncertain, and vulnerable. Her poems are about how women deal with the violence of all kinds of exploitation, but they are never didactic or simplistic. Shire fills her poems with the effects of her complex sense of identity in transcultural Africa.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/Our+Men+Do+Not+Belong+to+Us.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/Our+Men+Do+Not+Belong+To+Us.jpg",
        "category": "novels",
        "tags": ["poetry", "feminism", "war"]
    },
    {
        "name": "Stay with Me",
        "author": "Ayobami Adebayo",
        "description": "Yejide and Akin have been married since they met and fell in love at university. Though many expected Akin to take several wives, he and Yejide have always agreed: polygamy is not for them. But four years into their marriage--after consulting fertility doctors and healers, trying strange teas and unlikely cures--Yejide is still not pregnant. She assumes she still has time--until her family arrives on her doorstep with a young woman they introduce as Akin's second wife. Furious, shocked, and livid with jealousy, Yejide knows the only way to save her marriage is to get pregnant, which, finally, she does--but at a cost far greater than she could have dared to imagine. An electrifying novel of enormous emotional power, Stay With Me asks how much we can sacrifice for the sake of family.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/Stay+With+Me.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/Stay+With+Me.jpg",
        "category": "novels",
        "tags": ["historical", "contemporary", "nigeria"]
    },
    {
        "name": "The Da Vinci Code",
        "author": "Dan Brown",
        "description": "While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body covered in baffling symbols. As Langdon and gifted French cryptologist Sophie Neveu sort through the bizarre riddles, they are stunned to discover a trail of clues hidden in the works of Leonardo da Vinci—clues visible for all to see and yet ingeniously disguised by the painter. Even more startling, the late curator was involved in the Priory of Sion—a secret society whose members included Sir Isaac Newton, Victor Hugo, and Da Vinci—and he guarded a breathtaking historical secret. Unless Langdon and Neveu can decipher the labyrinthine puzzle—while avoiding the faceless adversary who shadows their every move—the explosive, ancient truth will be lost forever.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/The+DaVinci+Code.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/The+DaVinci+Code.jpg",
        "category": "novels",
        "tags": ["adventure", "mystery", "thriller", "suspense"]
    },
    {
        "name": "The Girl on the Train",
        "author": "Paula Hawkins",
        "description": "Rachel catches the same commuter train every morning. She knows it will wait at the same signal each time, overlooking a row of back gardens. She's even started to feel like she knows the people who live in one of the houses. “Jess and Jason,” she calls them. Their life—as she sees it—is perfect. If only Rachel could be that happy. And then she sees something shocking. It's only a minute until the train moves on, but it's enough. Now everything's changed. Now Rachel has a chance to become a part of the lives she's only watched from afar. Now they'll see; she's much more than just the girl on the train...",
        "content": "https://neverland-api.s3.amazonaws.com/novels/The+Girl+on+the+Train.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/The+Girl+on+the+Train.jpg",
        "category": "novels",
        "tags": ["crime", "mystery", "thriller", "suspense"]
    },
    {
        "name": "The Girl with the Dragon Tattoo",
        "author": "Stieg Larsson",
        "description": "Harriet Vanger, a scion of one of Sweden's wealthiest families disappeared over forty years ago. All these years later, her aged uncle continues to seek the truth. He hires Mikael Blomkvist, a crusading journalist recently trapped by a libel conviction, to investigate. He is aided by the pierced and tattooed punk prodigy Lisbeth Salander. Together they tap into a vein of unfathomable iniquity and astonishing corruption.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/The+Girl+With+The+Dragon+Tattoo.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/The+Girl+With+The+Dragon+Tattoo.jpg",
        "category": "novels",
        "tags": ["crime", "mystery", "thriller", "suspense"]
    },
    {
        "name": "The Hairdresser of Harare",
        "author": "Tendai Huchu",
        "description": "Vimbai is the best hairdresser in Mrs. Khumalo's salon, and she is secure in her status until the handsome, smooth-talking Dumisani shows up one day for work. Despite her resistance, the two become friends, and eventually, Vimbai becomes Dumisani's landlady. He is as charming as he is deft with the scissors, and Vimbai finds that he means more and more to her. Yet, by novel's end, the pair's deepening friendship—used or embraced by Dumisani and Vimbai with different futures in mind—collapses in unexpected brutality.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/The+Hairdresser+of+Harare.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/The+Hairdresser+of+Harare.jpg",
        "category": "novels",
        "tags": ["contemporary", "LGBT", "zimbabwe"]
    },
    {
        "name": "The Notebook",
        "author": "Nicholas Sparks",
        "description": "Set amid the austere beauty of the North Carolina coast begins the story of Noah Calhoun, a rural Southerner recently returned from the Second World War. Noah is restoring a plantation home to its former glory, and he is haunted by images of the beautiful girl he met fourteen years earlier, a girl he loved like no other. Unable to find her, yet unwilling to forget the summer they spent together, Noah is content to live with only memories...until she unexpectedly returns to his town to see him once again. Like a puzzle within a puzzle, the story of Noah and Allie is just the beginning. As it unfolds, their tale miraculously becomes something different, with much higher stakes. The result is a deeply moving portrait of love itself, the tender moments and the fundamental changes that affect us all. It is a story of miracles and emotions that will stay with you forever.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/The+Notebook.jpg",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/The+Notebook.pdf",
        "category": "novels",
        "tags": ["contemporary", "adult", "romance", "drama"]
    },
    {
        "name": "True Believer",
        "author": "Nicholas Sparks",
        "description": "Jeremy Marsh is the ultimate New Yorker: handsome, almost always dressed in black, and part of the media elite. An expert on debunking the supernatural with a regular column in Scientific American, he's just made his first appearance on national TV. When he receives a letter from the tiny town of Boone Creek, North Carolina, about ghostly lights that appear in a legend-shrouded cemetery, he can't resist driving down to investigate. Here, in this tightly knit community, Lexie Darnell runs the town's library, just as her mother did before the accident that left Lexie an orphan. Disappointed by past relationships, including one that lured her away from home, she is sure of one thing: her future is in Boone Creek, close to her grandmother and all the other people she loves. Jeremy expects to spend a quick week in 'the sticks' before speeding back to the city. But from the moment he sets eyes on Lexie, he is intrigued and attracted to this beautiful woman who speaks with a soft drawl and confounding honesty. And Lexie, while hesitating to trust this outsider, finds herself thinking of Jeremy more than she cares to admit. Now, if they are to be together, Jeremy Marsh must make a difficult choice: return to the life he knows, or do something he's never done before--take a giant leap of faith. A story about taking chances and following your heart, True Believer will make you, too, believe in the miracle of love.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/True+Believer.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/True+Believer.jpg",
        "category": "novels",
        "tags": ["contemporary", "adult", "romance", "mystery"]
    },
    {
        "name": "What It Means When a Man Falls from the Sky",
        "author": "Lesley Nneka Arimah",
        "description": "In a world ravaged by flood and riven by class, experts have discovered how to 'fix the equation of a person' - with rippling, unforeseen repercussions.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/What+It+Means+When+a+Man+Falls+From+The+Sky.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/What+It+Means+When+a+Man+Falls+From+The+Sky.jpg",
        "category": "novels",
        "tags": ["contemporary", "fantasy", "magical realism", "western africa"]
    },
    {
        "name": "Wife of the Gods",
        "author": "Kwei Quartey",
        "description": "Introducing Detective Inspector Darko Dawson: dedicated family man, rebel in the office, ace in the field—and one of the most appealing sleuths to come along in years. When we first meet Dawson, he's been ordered by his cantankerous boss to leave behind his loving wife and young son in Ghana's capital city to lead a murder investigation: In a shady grove outside the small town of Ketanu, a young woman—a promising medical student—has been found dead under suspicious circumstances. Dawson is fluent in Ketanu's indigenous language, so he's the right man for the job, but the local police are less than thrilled with an outsider's interference. For Dawson, this sleepy corner of Ghana is rife with emotional land mines: an estranged relationship with the family he left behind twenty-five years earlier and the painful memory of his own mother's inexplicable disappearance. Armed with remarkable insight and a healthy dose of skepticism, Dawson soon finds his cosmopolitan sensibilities clashing with age-old customs, including a disturbing practice in which teenage girls are offered to fetish priests as trokosi, or Wives of the Gods. Delving deeper into the student's haunting death, Dawson will uncover long-buried secrets that, to his surprise, hit much too close to home.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/Wife+of+the+Gods.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/Wife+of+the+Gods.jpg",
        "category": "novels",
        "tags": ["mystery", "thriller", "cultural", "western africa"]
    },
    {
        "name": "Zikora",
        "author": "Chimamanda Ngozi Adichie",
        "description": "When Zikora, a DC lawyer from Nigeria, tells her equally high-powered lover that she's pregnant, he abandons her. But it's Zikora's demanding, self-possessed mother, in town for the birth, who makes Zikora feel like a lonely little girl all over again. Shunned by the speed with which her ideal life fell apart, Zikora turns to reflecting on her mother's painful past and struggle for dignity. Preparing for motherhood, Zikora begins to see more clearly what her own mother wants for her, for her new baby, and for herself.",
        "content": "https://neverland-api.s3.amazonaws.com/novels/Zikora.pdf",
        "bookImg": "https://neverland-api.s3.amazonaws.com/novels/Zikora.jpg",
        "category": "novels",
        "tags": ["contemporary", "short story", "feminism", "nigeria"]
    }
]